package com.example.internetshop

val itemList = listOf(
    Item(
        1,
        "gucci",
        "GUCCI Flora Gorgeous Gardenia",
        "Парфюмерная вода, спрей 30 мл",
        "Перенеситесь в радостную страну фантазий с ароматом Gucci Flora. Новая цветочная парфюмерная вода Gucci Flora Gorgeous Gardenia с легким сладким оттенком предстает в новой рекламной кампании в окружении цветов и пушистых животных. Культовый цветочный аромат создан для свободных духом женщин, излучающих позитивную энергию.Композиция аромата построена вокруг гардении, которая испокон веков почиталась за свою величественную красоту и, как гласят легенды, использовалась для приготовления чудодейственных эликсиров и волшебных зелий. Таинственная нота белой гардении сливается в сердце аромата с абсолю солнечного крупноцветкового жасмина. Упоительный нектар радости открывают ноты цветка груши. Аккорд тростникового сахара придает шлейфу изысканную сладость.Новый удлиненный флакон из лакированного розового стекла с блестящей золотой крышечкой можно назвать подлинным произведением искусства. Его украшает знаменитый узор.",
        8500
    ),
    Item(
        2,
        "lacoste",
        "LACOSTE L.12.12",
        "Парфюмерная вода, спрей 90 мл",
        "LACOSTE L.12.12 — это свежий аромат, который воплощает собой спортивную элегантность и стиль жизни. Созданный для современных мужчин, этот парфюм раскрывается яркими нотами грейпфрута и мандарина, которые придают ему энергичность и жизнерадостность. В сердце аромата располагаются пряные ноты кардамона и зелёного чая, добавляющие глубину и характер. Завершает композицию тёплая база из кедра и ванили, создавая стойкий и запоминающийся след. Флакон выполнен в классическом дизайне с эмблемой крокодила, отражая стиль LACOSTE.",
        6500
    ),
    Item(
        3,
        "paco_rabano",
        "PACO RABANO PHANTOM",
        "Парфюмерная вода, спрей 100 мл",
        "PACO RABANNE PHANTOM представляет собой смелый и инновационный аромат для уверенных мужчин. Этот парфюм начинается с ярких цитрусовых акцентов лимона и лаванды, создавая свежесть и энергетику. В сердце аромата проникает нота розового перца, добавляя пряный и загадочный оттенок. Завершает композицию насыщенный аккорд древесных нот, придавая аромату стойкость и силу. Флакон выполнен в футуристическом дизайне и отражает современное видение masculinity.",
        8800
    ),
    Item(
        4,
        "zadig_voltaire",
        "ZADIG&VOLTAIRE ART FOR ALL",
        "Парфюмерная вода, спрей 50 мл",
        "ZADIG&VOLTAIRE ART FOR ALL — это аромат, который сочетает в себе бунтарский дух и креативность. Он начинается с свежих нот ландыша и жасмина, которые создают фруктовою искристость. В сердце звенят ноты сладкого сандалового дерева и ванили, придающих теплоту и утонченность. Заключительная база из бойкой амбры и древесных аккордов обеспечивает длительное присутствие аромата, оставаясь в памяти. Флакон оформлен в минималистичном стиле, отражая философию бренда.",
        7500
    ),
    Item(
        5,
        "armani",
        "ARMANI CODE",
        "Парфюмерная вода, спрей 75 мл",
        "ARMANI CODE - это элегантный и чувственный аромат, который олицетворяет изысканность и харизму. Его композиция включает ноты лимона, бергамота и умеренно пряного мускатного ореха, создавая неповторимый шлейф.",
        9000
    ),
    Item(
        6,
        "dior",
        "DIOR Sauvage",
        "Парфюмерная вода, спрей 100 мл",
        "DIOR Sauvage - увлекательный аромат, сочетающий в себе свежие ноты бергамота, с душистыми акцентами перца и древесными нотами, которые создают маскулинный и притягательный характер.",
        10500
    ),

    Item(
        7,
        "chanel",
        "CHANEL CHANCE",
        "Парфюмерная вода, спрей 50 мл",
        "CHANEL CHANCE - это яркий и свежий аромат, который сочетает в себе цветочные ноты жасмина, грейпфрута и пряностей, символизируя игривость и энергию.",
        13000
    ),
    Item(
        8,
        "burberry",
        "BURBERRY HER",
        "Парфюмерная вода, спрей 100 мл",
        "BURBERRY HER - это цветочно-фруктовый аромат, который раскрывает свои сладкие ноты вишни и малины в сочетании с душистым жасмином и тёплым белым мускусом.",
        8500
    ),
    Item(
        9,
        "versace",
        "VERSACE EROS",
        "Парфюмерная вода, спрей 100 мл",
        "VERSACE EROS - мужской аромат, вдохновленный древногреческой мифологией. Он сочетает ноты свежей цитрусовой свежести, мяты, яблока и теплые акценты ванили.",
        9800
    ),
    Item(
        10,
        "yves_saint_laurent",
        "YSL BLACK OPIUM",
        "Парфюмерная вода, спрей 90 мл",
        "YSL BLACK OPIUM - это загадочный и соблазнительный аромат, с нотами кофе, ванили и белых цветов, создающий яркое и запоминающееся обаяние.",
        11500
    ),
    Item(
        11,
        "jean_paul_gaultier",
        "JEAN PAUL GAULTIER LE MALE",
        "Парфюмерная вода, спрей 125 мл",
        "JEAN PAUL GAULTIER LE MALE - это аромат для мужчин с чувственными и сладкими нотами лаванды, ванили, и акцентов мяты.",
        9700
    ),
    Item(
        12,
        "paco_rabanne",
        "PACO RABANNE INVISIBLE",
        "Парфюмерная вода, спрей 100 мл",
        "PACO RABANNE INVISIBLE - это легкий и свежий аромат, сочетающий легкие нотки цитрусовых с цветочными акцентами.",
        8900
    ),
    Item(
        13,
        "ck",
        "CK ONE",
        "Парфюмерная вода, спрей 100 мл",
        "CK ONE - это унисекс парфюм, который объединяет свежие ноты ананаса, папайи и бергамота, создавая легкий и жизнерадостный аромат.",
        7900
    ),
    Item(
        14,
        "bvlgari",
        "BVLGARI AQVA",
        "Парфюмерная вода, спрей 100 мл",
        "BVLGARI AQVA - это аромат, вдохновленный морем, с акцентами водной свежести, лайма и древесными нотами.",
        9300
    ),
    Item(
        15,
        "hugo_boss",
        "HUGO BOSS BOTTLED",
        "Парфюмерная вода, спрей 100 мл",
        "HUGO BOSS BOTTLED - это узнаваемый аромат, в котором свежие яблочные ноты сочетаются с восточными специями и древесными акцентами.",
        8400
    ),
    Item(
        16,
        "valentino",
        "VALENTINO ABSOLU",
        "Парфюмерная вода, спрей 50 мл",
        "VALENTINO ABSOLU - элегантный и роскошный аромат с нотами белой гардении и теплой ванили.",
        12200
    ),
    Item(
        17,
        "dolce_gabbana",
        "DOLCE&GABBANA LIGHT BLUE",
        "Парфюмерная вода, спрей 100 мл",
        "DOLCE&GABBANA LIGHT BLUE - это яркий и свежий аромат, в которой играют цитрусовые ноты и ноты зеленого яблока.",
        10700
    ),
    Item(
        18,
        "mugler",
        "MUGLER ANGEL",
        "Парфюмерная вода, спрей 100 мл",
        "MUGLER ANGEL - это оригинальный и чувственный аромат, где сладкие ноты шоколада и карамели создают завораживающий шлейф.",
        12500
    ),
    Item(
        19,
        "fendi",
        "FENDI FAN DI FENDI",
        "Парфюмерная вода, спрей 75 мл",
        "FENDI FAN DI FENDI - это великолепная композиция с нотами лимона, черной смородины и пачули.",
        9500
    ),
    Item(
        20,
        "victorias_secret",
        "VICTORIAS SECRET BOMBSHELL",
        "Парфюмерная вода, спрей 100 мл",
        "VICTORIAS SECRET BOMBSHELL - это соблазнительный аромат, в котором сочетаются ноты фрезии, граната и ванили.",
        8700
    ),
    Item(
        21,
        "aroma",
        "AROMA SENSATION",
        "Парфюмерная вода, спрей 50 мл",
        "AROMA SENSATION - это цветочный фруктовый аромат с яркими нотами груши и цветками лотоса, приносящими радость и свежесть.",
        7800
    ),
    Item(
        22,
        "calvin_klein",
        "CALVIN KLEIN EUPHORIA",
        "Парфюмерная вода, спрей 100 мл",
        "CALVIN KLEIN EUPHORIA - это роскошный аромат, который сочетает в себе нотки граната, темного шоколада и цветочного шлейфа.",
        11000
    ),
    Item(
        23,
        "swarovski",
        "SWAROVSKI CRYSTAL",
        "Парфюмерная вода, спрей 50 мл",
        "SWAROVSKI CRYSTAL - это утонченный цветочно-фруктовый аромат с нотами белого муската и грейпфрута.",
        8300
    ),
    Item(
        24,
        "nina_ricci",
        "NINA RICCI L'ELIXIR",
        "Парфюмерная вода, спрей 80 мл",
        "NINA RICCI L'ELIXIR - это насыщенный и сладкий аромат с нотами ванили, лимона и цветка апельсина.",
        10300
    ),
    Item(
        25,
        "empire",
        "EMPIRE FASHION",
        "Парфюмерная вода, спрей 70 мл",
        "EMPIRE FASHION - это стильный и современный аромат, где ноты мяты и лимона переливаются с пряностью грейпфрута.",
        8200
    )
)
